Repository: shanebweaver/CaptureTool
Catalog: src/CaptureTool.Presentation.Windows.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, ru_ru, zh_cn

# ImageEdit_ForegroundExtractionButton.AutomationProperties.Name
source: Remove image background
de_de: Bildhintergrund entfernen
es_es: Quitar el fondo de la imagen
fr_fr: Supprimer l’arrière-plan de l’image
ru_ru: Удалить фон изображения
zh_cn: 移除图像背景

# ImageEdit_ForegroundExtractionButton.ToolTipService.ToolTip
source: Extract a foreground subject using on-device AI
de_de: Ein Motiv mit KI auf dem Gerät freistellen
es_es: Extraer un sujeto en primer plano con IA en el dispositivo
fr_fr: Extraire un sujet au premier plan avec l’IA sur l’appareil
ru_ru: Выделить объект на переднем плане с помощью ИИ на устройстве
zh_cn: 使用设备上的 AI 提取前景主体

# ForegroundExtractionToolbar_Instruction.Text
source: Click the foreground subject you want to keep.
de_de: Klicken Sie auf das Motiv, das Sie behalten möchten.
es_es: Haz clic en el sujeto en primer plano que quieras conservar.
fr_fr: Cliquez sur le sujet au premier plan que vous souhaitez conserver.
ru_ru: Щелкните объект на переднем плане, который нужно сохранить.
zh_cn: 单击要保留的前景主体。

# ImageEdit_ForegroundExtractionProgressRing.AutomationProperties.Name
source: Removing image background
de_de: Bildhintergrund wird entfernt
es_es: Quitando el fondo de la imagen
fr_fr: Suppression de l’arrière-plan de l’image
ru_ru: Удаление фона изображения
zh_cn: 正在移除图像背景

# AiFeatureConsentDialog_ImageForegroundExtractionTitle
source: Allow Background Removal?
de_de: Hintergrundentfernung zulassen?
es_es: ¿Permitir quitar el fondo?
fr_fr: Autoriser la suppression de l’arrière-plan ?
ru_ru: Разрешить удаление фона?
zh_cn: 允许移除背景吗？

# AiFeatureConsentDialog_ImageForegroundExtractionContent
source: Background Removal uses an on-device AI model to isolate the subject you select and remove its background.
de_de: Die Hintergrundentfernung verwendet ein KI-Modell auf dem Gerät, um das ausgewählte Motiv freizustellen und seinen Hintergrund zu entfernen.
es_es: Quitar fondo usa un modelo de IA en el dispositivo para aislar el sujeto que selecciones y eliminar su fondo.
fr_fr: La suppression de l’arrière-plan utilise un modèle d’IA sur l’appareil pour isoler le sujet sélectionné et supprimer son arrière-plan.
ru_ru: Удаление фона использует модель ИИ на устройстве, чтобы выделить выбранный объект и удалить его фон.
zh_cn: 背景移除功能使用设备上的 AI 模型来分离你选择的主体并移除其背景。

# Settings_AiConsent_ImageForegroundExtractionDisplayName
source: Background removal
de_de: Hintergrundentfernung
es_es: Quitar fondo
fr_fr: Suppression de l’arrière-plan
ru_ru: Удаление фона
zh_cn: 背景移除

# ForegroundExtractionStatus_Success
source: Background removed.
de_de: Hintergrund entfernt.
es_es: Fondo eliminado.
fr_fr: Arrière-plan supprimé.
ru_ru: Фон удален.
zh_cn: 背景已移除。

# ForegroundExtractionStatus_NotSupported
source: Background removal is not supported on this PC.
de_de: Die Hintergrundentfernung wird auf diesem PC nicht unterstützt.
es_es: Este PC no admite la eliminación del fondo.
fr_fr: La suppression de l’arrière-plan n’est pas prise en charge sur ce PC.
ru_ru: Удаление фона не поддерживается на этом компьютере.
zh_cn: 此电脑不支持背景移除。

# ForegroundExtractionStatus_Disabled
source: Background removal is disabled on this PC.
de_de: Die Hintergrundentfernung ist auf diesem PC deaktiviert.
es_es: La eliminación del fondo está deshabilitada en este PC.
fr_fr: La suppression de l’arrière-plan est désactivée sur ce PC.
ru_ru: Удаление фона отключено на этом компьютере.
zh_cn: 此电脑已禁用背景移除。

# ForegroundExtractionStatus_NotAvailable
source: Background removal is not available.
de_de: Die Hintergrundentfernung ist nicht verfügbar.
es_es: La eliminación del fondo no está disponible.
fr_fr: La suppression de l’arrière-plan n’est pas disponible.
ru_ru: Удаление фона недоступно.
zh_cn: 背景移除不可用。

# ForegroundExtractionStatus_PreparationFailed
source: Background removal could not be prepared.
de_de: Die Hintergrundentfernung konnte nicht vorbereitet werden.
es_es: No se pudo preparar la eliminación del fondo.
fr_fr: La suppression de l’arrière-plan n’a pas pu être préparée.
ru_ru: Не удалось подготовить удаление фона.
zh_cn: 无法准备背景移除。

# ForegroundExtractionStatus_NotReady
source: Background removal is not ready.
de_de: Die Hintergrundentfernung ist nicht bereit.
es_es: La eliminación del fondo no está lista.
fr_fr: La suppression de l’arrière-plan n’est pas prête.
ru_ru: Удаление фона не готово.
zh_cn: 背景移除尚未就绪。

# ForegroundExtractionStatus_Failed
source: Background removal failed.
de_de: Die Hintergrundentfernung ist fehlgeschlagen.
es_es: Error al quitar el fondo.
fr_fr: Échec de la suppression de l’arrière-plan.
ru_ru: Не удалось удалить фон.
zh_cn: 背景移除失败。

# ImageEdit_ObjectEraseButton.Label
source: Object erase
de_de: Objekt entfernen
es_es: Borrar objeto
fr_fr: Effacer l’objet
ru_ru: Удалить объект
zh_cn: 擦除对象

# ImageEdit_ObjectEraseButton.AutomationProperties.Name
source: Erase an object from the image
de_de: Ein Objekt aus dem Bild entfernen
es_es: Borrar un objeto de la imagen
fr_fr: Effacer un objet de l’image
ru_ru: Удалить объект с изображения
zh_cn: 从图像中擦除对象

# ImageEdit_ObjectEraseButton.ToolTipService.ToolTip
source: Erase an object using on-device AI
de_de: Ein Objekt mit KI auf dem Gerät entfernen
es_es: Borrar un objeto con IA en el dispositivo
fr_fr: Effacer un objet avec l’IA sur l’appareil
ru_ru: Удалить объект с помощью ИИ на устройстве
zh_cn: 使用设备上的 AI 擦除对象

# ObjectEraseToolbar_Instruction.Text
source: Click the object you want to erase.
de_de: Klicken Sie auf das Objekt, das Sie entfernen möchten.
es_es: Haz clic en el objeto que quieras borrar.
fr_fr: Cliquez sur l’objet que vous souhaitez effacer.
ru_ru: Щелкните объект, который нужно удалить.
zh_cn: 单击要擦除的对象。

# ImageEdit_ObjectEraseProgressRing.AutomationProperties.Name
source: Erasing selected object
de_de: Ausgewähltes Objekt wird entfernt
es_es: Borrando el objeto seleccionado
fr_fr: Effacement de l’objet sélectionné
ru_ru: Удаление выбранного объекта
zh_cn: 正在擦除所选对象

# AiFeatureConsentDialog_ImageObjectEraseTitle
source: Allow Object Erase?
de_de: Objektentfernung zulassen?
es_es: ¿Permitir el borrado de objetos?
fr_fr: Autoriser l’effacement d’objet ?
ru_ru: Разрешить удаление объектов?
zh_cn: 允许对象擦除吗？

# AiFeatureConsentDialog_ImageObjectEraseContent
source: Object Erase uses on-device AI models to identify the object you select, remove it, and fill the area from its surroundings.
de_de: Die Objektentfernung verwendet KI-Modelle auf dem Gerät, um das ausgewählte Objekt zu erkennen, es zu entfernen und den Bereich anhand seiner Umgebung aufzufüllen.
es_es: El borrado de objetos usa modelos de IA en el dispositivo para identificar el objeto seleccionado, eliminarlo y rellenar el área a partir de su entorno.
fr_fr: L’effacement d’objet utilise des modèles d’IA sur l’appareil pour identifier l’objet sélectionné, le supprimer et remplir la zone à partir de son environnement.
ru_ru: Удаление объектов использует модели ИИ на устройстве, чтобы определить выбранный объект, удалить его и заполнить область на основе окружения.
zh_cn: 对象擦除功能使用设备上的 AI 模型来识别你选择的对象、将其移除，并根据周围内容填充该区域。

# Settings_AiConsent_ImageObjectEraseDisplayName
source: Object erase
de_de: Objektentfernung
es_es: Borrado de objetos
fr_fr: Effacement d’objet
ru_ru: Удаление объектов
zh_cn: 对象擦除

# ObjectEraseStatus_Success
source: Object erased.
de_de: Objekt entfernt.
es_es: Objeto borrado.
fr_fr: Objet effacé.
ru_ru: Объект удален.
zh_cn: 对象已擦除。

# ObjectEraseStatus_NotSupported
source: Object erase is not supported on this PC.
de_de: Die Objektentfernung wird auf diesem PC nicht unterstützt.
es_es: Este PC no admite el borrado de objetos.
fr_fr: L’effacement d’objet n’est pas pris en charge sur ce PC.
ru_ru: Удаление объектов не поддерживается на этом компьютере.
zh_cn: 此电脑不支持对象擦除。

# ObjectEraseStatus_Disabled
source: Object erase is disabled on this PC.
de_de: Die Objektentfernung ist auf diesem PC deaktiviert.
es_es: El borrado de objetos está deshabilitado en este PC.
fr_fr: L’effacement d’objet est désactivé sur ce PC.
ru_ru: Удаление объектов отключено на этом компьютере.
zh_cn: 此电脑已禁用对象擦除。

# ObjectEraseStatus_NotAvailable
source: Object erase is not available.
de_de: Die Objektentfernung ist nicht verfügbar.
es_es: El borrado de objetos no está disponible.
fr_fr: L’effacement d’objet n’est pas disponible.
ru_ru: Удаление объектов недоступно.
zh_cn: 对象擦除不可用。

# ObjectEraseStatus_PreparationFailed
source: Object erase could not be prepared.
de_de: Die Objektentfernung konnte nicht vorbereitet werden.
es_es: No se pudo preparar el borrado de objetos.
fr_fr: L’effacement d’objet n’a pas pu être préparé.
ru_ru: Не удалось подготовить удаление объектов.
zh_cn: 无法准备对象擦除。

# ObjectEraseStatus_NotReady
source: Object erase is not ready.
de_de: Die Objektentfernung ist nicht bereit.
es_es: El borrado de objetos no está listo.
fr_fr: L’effacement d’objet n’est pas prêt.
ru_ru: Удаление объектов не готово.
zh_cn: 对象擦除尚未就绪。

# ObjectEraseStatus_Failed
source: Object erase failed.
de_de: Die Objektentfernung ist fehlgeschlagen.
es_es: Error al borrar el objeto.
fr_fr: Échec de l’effacement de l’objet.
ru_ru: Не удалось удалить объект.
zh_cn: 对象擦除失败。

# ImageEdit_ObjectExtractionButton.Label
source: Object extraction
de_de: Objekt extrahieren
es_es: Extraer objeto
fr_fr: Extraire l’objet
ru_ru: Извлечь объект
zh_cn: 提取对象

# ImageEdit_ObjectExtractionButton.AutomationProperties.Name
source: Extract an object from the image
de_de: Ein Objekt aus dem Bild extrahieren
es_es: Extraer un objeto de la imagen
fr_fr: Extraire un objet de l’image
ru_ru: Извлечь объект из изображения
zh_cn: 从图像中提取对象

# ImageEdit_ObjectExtractionButton.ToolTipService.ToolTip
source: Extract a selected object using on-device AI
de_de: Ein ausgewähltes Objekt mit KI auf dem Gerät extrahieren
es_es: Extraer un objeto seleccionado con IA en el dispositivo
fr_fr: Extraire un objet sélectionné avec l’IA sur l’appareil
ru_ru: Извлечь выбранный объект с помощью ИИ на устройстве
zh_cn: 使用设备上的 AI 提取所选对象

# ObjectExtractionToolbar_Instruction.Text
source: Click the object you want to extract.
de_de: Klicken Sie auf das Objekt, das Sie extrahieren möchten.
es_es: Haz clic en el objeto que quieras extraer.
fr_fr: Cliquez sur l’objet que vous souhaitez extraire.
ru_ru: Щелкните объект, который нужно извлечь.
zh_cn: 单击要提取的对象。

# ImageEdit_ObjectExtractionProgressRing.AutomationProperties.Name
source: Extracting selected object
de_de: Ausgewähltes Objekt wird extrahiert
es_es: Extrayendo el objeto seleccionado
fr_fr: Extraction de l’objet sélectionné
ru_ru: Извлечение выбранного объекта
zh_cn: 正在提取所选对象

# AiFeatureConsentDialog_ImageObjectExtractionTitle
source: Allow Object Extraction?
de_de: Objektextraktion zulassen?
es_es: ¿Permitir la extracción de objetos?
fr_fr: Autoriser l’extraction d’objet ?
ru_ru: Разрешить извлечение объектов?
zh_cn: 允许对象提取吗？

# AiFeatureConsentDialog_ImageObjectExtractionContent
source: Object Extraction uses an on-device AI model to identify and extract the object you select from the current image.
de_de: Die Objektextraktion verwendet ein KI-Modell auf dem Gerät, um das ausgewählte Objekt im aktuellen Bild zu erkennen und zu extrahieren.
es_es: La extracción de objetos usa un modelo de IA en el dispositivo para identificar y extraer de la imagen actual el objeto que selecciones.
fr_fr: L’extraction d’objet utilise un modèle d’IA sur l’appareil pour identifier et extraire de l’image actuelle l’objet que vous sélectionnez.
ru_ru: Извлечение объектов использует модель ИИ на устройстве, чтобы определить и извлечь выбранный объект из текущего изображения.
zh_cn: 对象提取功能使用设备上的 AI 模型，从当前图像中识别并提取你选择的对象。

# Settings_AiConsent_ImageObjectExtractionDisplayName
source: Object extraction
de_de: Objektextraktion
es_es: Extracción de objetos
fr_fr: Extraction d’objet
ru_ru: Извлечение объектов
zh_cn: 对象提取

# ObjectExtractionStatus_Success
source: Object extracted.
de_de: Objekt extrahiert.
es_es: Objeto extraído.
fr_fr: Objet extrait.
ru_ru: Объект извлечен.
zh_cn: 对象已提取。

# ObjectExtractionStatus_NotSupported
source: Object extraction is not supported on this PC.
de_de: Die Objektextraktion wird auf diesem PC nicht unterstützt.
es_es: Este PC no admite la extracción de objetos.
fr_fr: L’extraction d’objet n’est pas prise en charge sur ce PC.
ru_ru: Извлечение объектов не поддерживается на этом компьютере.
zh_cn: 此电脑不支持对象提取。

# ObjectExtractionStatus_Disabled
source: Object extraction is disabled on this PC.
de_de: Die Objektextraktion ist auf diesem PC deaktiviert.
es_es: La extracción de objetos está deshabilitada en este PC.
fr_fr: L’extraction d’objet est désactivée sur ce PC.
ru_ru: Извлечение объектов отключено на этом компьютере.
zh_cn: 此电脑已禁用对象提取。

# ObjectExtractionStatus_NotAvailable
source: Object extraction is not available.
de_de: Die Objektextraktion ist nicht verfügbar.
es_es: La extracción de objetos no está disponible.
fr_fr: L’extraction d’objet n’est pas disponible.
ru_ru: Извлечение объектов недоступно.
zh_cn: 对象提取不可用。

# ObjectExtractionStatus_PreparationFailed
source: Object extraction could not be prepared.
de_de: Die Objektextraktion konnte nicht vorbereitet werden.
es_es: No se pudo preparar la extracción de objetos.
fr_fr: L’extraction d’objet n’a pas pu être préparée.
ru_ru: Не удалось подготовить извлечение объектов.
zh_cn: 无法准备对象提取。

# ObjectExtractionStatus_NotReady
source: Object extraction is not ready.
de_de: Die Objektextraktion ist nicht bereit.
es_es: La extracción de objetos no está lista.
fr_fr: L’extraction d’objet n’est pas prête.
ru_ru: Извлечение объектов не готово.
zh_cn: 对象提取尚未就绪。

# ObjectExtractionStatus_Failed
source: Object extraction failed.
de_de: Die Objektextraktion ist fehlgeschlagen.
es_es: Error al extraer el objeto.
fr_fr: Échec de l’extraction de l’objet.
ru_ru: Не удалось извлечь объект.
zh_cn: 对象提取失败。

# VideoEdit_SuperResolutionButton.Label
source: Video super resolution
de_de: Video-Superauflösung
es_es: Superresolución de vídeo
fr_fr: Super-résolution vidéo
ru_ru: Сверхвысокое разрешение видео
zh_cn: 视频超分辨率

# VideoEdit_SuperResolutionButton.AutomationProperties.Name
source: Video super resolution
de_de: Video-Superauflösung
es_es: Superresolución de vídeo
fr_fr: Super-résolution vidéo
ru_ru: Сверхвысокое разрешение видео
zh_cn: 视频超分辨率

# VideoEdit_SuperResolutionButton.ToolTipService.ToolTip
source: Enhance video with AI
de_de: Video mit KI verbessern
es_es: Mejorar vídeo con IA
fr_fr: Améliorer la vidéo avec l’IA
ru_ru: Улучшить видео с помощью ИИ
zh_cn: 使用 AI 增强视频

# VideoEdit_SuperResolutionProgressRing.AutomationProperties.Name
source: Enhancing video
de_de: Video wird verbessert
es_es: Mejorando vídeo
fr_fr: Amélioration de la vidéo
ru_ru: Улучшение видео
zh_cn: 正在增强视频

# VideoEdit_SuperResolutionProgressText.Text
source: Enhancing video...
de_de: Video wird verbessert...
es_es: Mejorando vídeo...
fr_fr: Amélioration de la vidéo...
ru_ru: Улучшение видео...
zh_cn: 正在增强视频...

# AiFeatureConsentDialog_VideoSuperResolutionTitle
source: Allow Video Super Resolution?
de_de: Video-Superauflösung zulassen?
es_es: ¿Permitir la superresolución de vídeo?
fr_fr: Autoriser la super-résolution vidéo ?
ru_ru: Разрешить сверхвысокое разрешение видео?
zh_cn: 允许视频超分辨率？

# AiFeatureConsentDialog_VideoSuperResolutionContent
source: Video Super Resolution uses an on-device AI model to create a sharper, higher-resolution copy of the current video.
de_de: Die Video-Superauflösung verwendet ein KI-Modell auf dem Gerät, um eine schärfere Kopie des aktuellen Videos mit höherer Auflösung zu erstellen.
es_es: La superresolución de vídeo usa un modelo de IA en el dispositivo para crear una copia más nítida y de mayor resolución del vídeo actual.
fr_fr: La super-résolution vidéo utilise un modèle d’IA sur l’appareil pour créer une copie plus nette et de plus haute résolution de la vidéo actuelle.
ru_ru: Сверхвысокое разрешение видео использует локальную модель ИИ, чтобы создать более чёткую копию текущего видео с более высоким разрешением.
zh_cn: 视频超分辨率使用设备上的 AI 模型，为当前视频创建更清晰、分辨率更高的副本。

# Settings_AiConsent_VideoSuperResolutionDisplayName
source: Video super resolution
de_de: Video-Superauflösung
es_es: Superresolución de vídeo
fr_fr: Super-résolution vidéo
ru_ru: Сверхвысокое разрешение видео
zh_cn: 视频超分辨率

# VideoSuperResolutionStatus_NotSupported
source: Video super resolution is not supported on this device.
de_de: Die Video-Superauflösung wird auf diesem Gerät nicht unterstützt.
es_es: La superresolución de vídeo no es compatible con este dispositivo.
fr_fr: La super-résolution vidéo n’est pas prise en charge sur cet appareil.
ru_ru: Сверхвысокое разрешение видео не поддерживается на этом устройстве.
zh_cn: 此设备不支持视频超分辨率。

# VideoSuperResolutionStatus_Disabled
source: Video super resolution is disabled in Windows settings.
de_de: Die Video-Superauflösung ist in den Windows-Einstellungen deaktiviert.
es_es: La superresolución de vídeo está deshabilitada en la configuración de Windows.
fr_fr: La super-résolution vidéo est désactivée dans les paramètres Windows.
ru_ru: Сверхвысокое разрешение видео отключено в параметрах Windows.
zh_cn: 视频超分辨率已在 Windows 设置中禁用。

# VideoSuperResolutionStatus_NotAvailable
source: Video super resolution is not currently available.
de_de: Die Video-Superauflösung ist derzeit nicht verfügbar.
es_es: La superresolución de vídeo no está disponible actualmente.
fr_fr: La super-résolution vidéo n’est pas disponible actuellement.
ru_ru: Сверхвысокое разрешение видео сейчас недоступно.
zh_cn: 视频超分辨率当前不可用。

# VideoSuperResolutionStatus_PreparationFailed
source: Video super resolution could not be prepared.
de_de: Die Video-Superauflösung konnte nicht vorbereitet werden.
es_es: No se pudo preparar la superresolución de vídeo.
fr_fr: La super-résolution vidéo n’a pas pu être préparée.
ru_ru: Не удалось подготовить сверхвысокое разрешение видео.
zh_cn: 无法准备视频超分辨率。

# VideoSuperResolutionStatus_NotReady
source: Video super resolution is not ready.
de_de: Die Video-Superauflösung ist nicht bereit.
es_es: La superresolución de vídeo no está lista.
fr_fr: La super-résolution vidéo n’est pas prête.
ru_ru: Сверхвысокое разрешение видео ещё не готово.
zh_cn: 视频超分辨率尚未就绪。

# VideoSuperResolutionStatus_UnsupportedVideo
source: This video's resolution or frame rate is not supported.
de_de: Die Auflösung oder Bildrate dieses Videos wird nicht unterstützt.
es_es: La resolución o la velocidad de fotogramas de este vídeo no es compatible.
fr_fr: La résolution ou la fréquence d’images de cette vidéo n’est pas prise en charge.
ru_ru: Разрешение или частота кадров этого видео не поддерживается.
zh_cn: 不支持此视频的分辨率或帧率。

# VideoSuperResolutionStatus_Failed
source: Video enhancement failed.
de_de: Die Videoverbesserung ist fehlgeschlagen.
es_es: Error al mejorar el vídeo.
fr_fr: Échec de l’amélioration de la vidéo.
ru_ru: Не удалось улучшить видео.
zh_cn: 视频增强失败。

# Settings_PrivacyHeaderLabel.Text
source: Privacy
de_de: Datenschutz
es_es: Privacidad
fr_fr: Confidentialité
ru_ru: Конфиденциальность
zh_cn: 隐私

# Settings_OptionalUsageData_HeaderLabel.Text
source: Optional usage data
de_de: Optionale Nutzungsdaten
es_es: Datos de uso opcionales
fr_fr: Données d’utilisation facultatives
ru_ru: Необязательные данные об использовании
zh_cn: 可选使用情况数据

# Settings_OptionalUsageData_SubtitleLabel.Text
source: Send optional usage data through Microsoft Store Services to help improve Capture Tool. This produces aggregate reports of feature usage and operation outcomes. Captures, file information, clipboard contents, recognized text, and app-generated identifiers are not included.
de_de: Optionale Nutzungsdaten über Microsoft Store Services senden, um Capture Tool zu verbessern. Daraus werden aggregierte Berichte zur Funktionsnutzung und zu Vorgangsergebnissen erstellt. Aufnahmen, Dateiinformationen, Zwischenablageinhalte, erkannte Texte und von der App generierte Kennungen werden nicht übermittelt.
es_es: Envía datos de uso opcionales mediante los servicios de Microsoft Store para ayudar a mejorar Capture Tool. Estos datos generan informes agregados sobre el uso de las funciones y los resultados de las operaciones. No se incluyen capturas, información de archivos, contenido del Portapapeles, texto reconocido ni identificadores generados por la aplicación.
fr_fr: Envoyez des données d’utilisation facultatives par l’intermédiaire des services du Microsoft Store afin d’améliorer Capture Tool. Elles permettent de produire des rapports agrégés sur l’utilisation des fonctionnalités et le résultat des opérations. Les captures, informations sur les fichiers, contenu du Presse-papiers, texte reconnu et identifiants générés par l’application ne sont pas inclus.
ru_ru: Отправляйте необязательные данные об использовании через службы Microsoft Store, чтобы помочь улучшить Capture Tool. На их основе создаются агрегированные отчёты об использовании функций и результатах операций. Снимки, сведения о файлах, содержимое буфера обмена, распознанный текст и созданные приложением идентификаторы не включаются.
zh_cn: 通过 Microsoft Store 服务发送可选使用情况数据，以帮助改进 Capture Tool。这些数据用于生成有关功能使用情况和操作结果的汇总报告，不包含捕获内容、文件信息、剪贴板内容、识别出的文本或应用生成的标识符。

# Settings_OptionalUsageData_Toggle.OnContent
source: On
de_de: Ein
es_es: Activado
fr_fr: Activé
ru_ru: Вкл.
zh_cn: 开

# Settings_OptionalUsageData_Toggle.OffContent
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
ru_ru: Выкл.
zh_cn: 关

# TelemetryConsentDialog_Title
source: Help improve Capture Tool
de_de: Helfen Sie, Capture Tool zu verbessern
es_es: Ayuda a mejorar Capture Tool
fr_fr: Contribuer à l’amélioration de Capture Tool
ru_ru: Помогите улучшить Capture Tool
zh_cn: 帮助改进 Capture Tool
